IDEA Open Model
ResultOfInternalForces.Mz Property
Compatible with IDEA StatiCa Beta 20.0
 Bending moment around z-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Mz { get; set; }
Public Property Mz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace